export default function FirstArticle() {
  return (
    <article>
      <h2>Гіга Степан Петрович</h2>
      <h4>
      У 1989 році був створений гурт "Друзі мої" (художній керівник Павло Петренко), з яким Степан Гіга працює дотепер.

На базі студії "GIGARecords" співак створив Мистецьку агенцію Степана Гіги, де навчаються молоді виконавці.      

Наукові публікації:

Гіга С.П. Вища художня освіта в регіоні: проблемний ряд і тенденції / С.П. Гіга, О.М. Глуханич, К.М. Онищенко // The XII International Science Conference «About modern problems in science and ways to solve them». Graz, Austria. 2021. Pp. 28-30

Onyshchenko, K. M., Hiha, S. P., Hlukhanych, O. M., Zelinka, V. S., & Vihula, V. I. (2021). Interaction of national cultures in the development of musical life of Transcarpathia in the second half of the 20th century. Linguistics and Culture Review, 5(S2), 722-732. https://doi.org/10.37028/lingcure.v5nS2.1415

ISSN

2690103X

Зелінка В. Розвиток української вокальної школи на сучасному етапі / В. Зелінка, С. Гіга, М. Матейко // Актуальнi питання гуманiтарних наук: Мiжвузiвський збiрник наукових праць молодих вчених Дрогобицького державного педагогічного унiверситету iменi Iвана Франка. 2021.  Вип. 34. Том 2. С. 40-45

Гіга. С. Особливості становлення та розвитку закарпатської естрадної музики в другій половині ХХ століття /С. Гіга, М. Мартинюк, О. Новак // Актуальнi питання гуманiтарних наук: Мiжвузiвський збiрник наукових праць молодих вчених Дрогобицького державного педагогічного унiверситету ім. Iвана Франка. 2021. Вип. 35. С. 36-41

Участь у конференціях: 

22-23 березня 2022 року взяв участь у Всеукраїнській науково-практичній конференції «Трансформаційні процеси соціальної культури в Україні», м. Київ

 Альбоми:

1995 — «Друзі мої»
1997 — «Королева», Студія «ALEX»
2001 — «Вулиця Наталі», Студія «6 Секунд»
2004 — «Троянди Для Тебе», Студія «6 Секунд»
2014 — «Дорога до храму», Студія «6 Секунд»
    Степан Гіга першим в незалежній Україні отримав Золотий диск

Постійний голова журі Міжнародного благодійного дитячого фестивалю “Мистецький храм”.

Член Національної ліги українських композиторів.

Член правління Асоціації діячів естрадного мистецтва України.

З 2019 року – викладач кафедри мистецьких дисциплін УжІКіМ.
      </h4>
    </article>
  );
}