export default function Main() {
    return (
      <article>
        <h2>Степан Гіга</h2>
        <h4>
        Степан Петрович Гіга народився 16 листопада 1959 року над співучою Боржавою в чарівних Білках у сім’ї простих робітників – Анастасії Антонівни та Петра Івановича. У родині всі любили співати. Тому Степанко з дитячих літ уподобав народну пісню, якій не зраджує ніколи. А першим його наставником був учитель співу Михайло Копинець, за що йому найбільше завдячує у виборі своєї професії. Це він – ініціатор створення у Білківській середній школі вокального дуету ( Степан Гіга та Марія Клепар), про який, згодом, заговорили в області. Він удостоївся честі гастролювати за кордоном, зокрема, в Чехословаччині.
У 1973 році при сільському будинку культури був створений вокально-інструментальний ансамбль «Зелені Карпати». Автор цих рядків всіляко сприяв і допомагав новоствореному ансамблю на керуючих посадах, які займав. Зокрема, допомагав у придбанні музичних інструментів, за якими їздили в Львів. До гурту запросили співати і семикласника Степана Гігу. Це була хороша підготовка юнака до вступу у великий світ музики. Відчутну допомогу йому надавали й старші товариші – Петро Янтолик, бас-гітарист та соліст ансамблю Степан Віщак. Так він став солістом, а згодом і керівником одного з кращих на той час в області ВІА «Зелені Карпати», за участю якого супроводжувались майже всі молодіжні акції Іршавського і навколишніх районів. Одна із перших пісень Степана Гіги так і називалась «Карпати, зелені Карпати», яка довгий час була візиткою ансамблю.
Таким чином розпочався шлях цього чорнявого, завжди усміхненого хлопчини, у якого під час розучувань нової, цікавої пісні яскравіше ніж звично променилися очі, а срібний голос вихоплювався із основної маси юних співаків, прокладаючи шлях до великого мистецтва.
Після закінчення школи пішов Степан працювати слюсарем райсільгосптехніки, а згодом – водієм вантажівки. Потім – служба в лавах армії і участь у військовому естрадному оркестрі. А коли повернувся додому, став учнем Ужгородського музичного училища ім. Д. Задора.
У 1983 році вступив у Київську державну консерваторію імені П.І. Чайковського. Займався у класі відомого співака, народного артиста України, професора К.Д. Огнєвого. Вже з другого курсу консерваторії Степан стає солістом ансамблю «Стожари» (при Чернігівській філармонії), одночасно працює солістом оперної студії Київської консерваторії, якою керував народний артист СРСР Дмитро Гнатюк, а згодом виконує і сольні партії в Національній опері.
У 1989 році стає солістом Закарпатської обласної філармонії. Через рік С. Гіга створив джаз-рок групу «Бескид». 1991 року, коли гурт розформували, Степан вперше спробував займатись аранжуванням, почав писати пісні, і займається цим і понині. Створив власну студію звукозапису «GIGA Rekords».
Із 1995 року С. Гіга випустив три сольних альбоми: «Друзі мої», «Вулиця Наталі» та «Троянди для тебе» .
        </h4>
      </article>
    );
  }